Repository: Team-Work-Forever/embeded-sys
Catalog: mobile/lib/core/locales/l10n/app_*.arb
Languages: pt

source: Language
pt: Linguagem

# language_pt
source: Portuguese
pt: Português

# language_en
source: English
pt: Inglês

# auth_login_license_plate
source: License Plate
pt: Matrícula

# auth_login_licensePlate_empty
source: Please enter the licence plate number!
pt: Por favor insira a matrícula!

# auth_login_invalid_license_plate
source: Please enter a valid licence plate number!
pt: Por favor insira uma matrícula válida!

# auth_login_welcome
source: Welcome to ParkSense
pt: Bem-vindo ao Park Sense

# auth_login_log_in_with_license_plate
source: Please log in using the licence plate below
pt: Por favor insira a matrícula em baixo para entrar

# auth_login_log_in
source: Enter
pt: Entrar

# auth_home_section
source: Section
pt: Secção

# auth_home_section_in_emergency
source: Section in Emergency!
pt: Secção em Emergência!

# profile_title
source: My Profile
pt: Meu Perfil

# profile_settings_and_preferences
source: Settings and Preferences
pt: Definições e Preferências

# profile_settings_and_preferences_language
source: Language
pt: Linguagem

# schedule_title
source: Schedule
pt: Reservas

# schedule_next
source: NEXT
pt: PRÓXIMO

# schedule_cancel_reserve
source: Are you sure you want to cancel the reserve?
pt: Tem a certeza que pretende cancelar a reserva?

# add_reserve_invalid_date
source: Select a valid date (within the next 48 hours)
pt: Selecione uma data válida (dentro das próximas 48 horas)

# add_reserve_title
source: Add Reserve
pt: Reservar

# add_reserve_date
source: Date
pt: Data

# add_reserve_date_description
source: Please select the date for which you want to reserve the parking lot
pt: Selecione a data para a qual pretende reservar o lugar de estacionamento

# add_reserve_parking_lot
source: Parking Lot
pt: Lugares de Estacionamento

# add_reserve_parking_lot_description
source: Please select an available parking space
pt: Selecione um lugar de estacionamento disponível

# add_reserve_confirm_reserve
source: Are you sure about the reserve?
pt: Tem a certeza que pertence marcar a reserva?

# interactive_matrix_not_free
source: Select a free parking space
pt: Selecione um lugar de estacionamento livre

# modal_cancel
source: Cancel
pt: Cancelar

# modal_confirm
source: Confirm
pt: Confirmar

# core_widgets_buttons_formatted_button_loading
source: Loading...
pt: Carregando...
